/* appended to region name when merging regions */
" merged" = " złączone";

/* appended to region name of mixed down regions */
" mixed" = " mieszane";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ potrzebne|%@ dostępne.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(czysty)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(NIEPUSTY)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ nie jest dostępna.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Wtyczki nie są dostępne.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Wtyczka „%@”%@%@ nie jest dostępna!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Wtyczka „%@”%@%@ nie jest dostępna!][OK|√Nie pokazuj więcej]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P nie jest w stanie przydzielić pamięci dla wymaganych %ld ścieżek audio.|Tylko %ld ścieżek audio jest dostępnych.|Potrzeba %@ wolnej pamięci systemowej .][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Częstotliwość próbkowania %ld nie jest dopuszczalna.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld z %ld plików audio nie zostały znalezione.|Czy %@ znalezione pliki audio?][Anuluj|Wykonaj]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][Nie znaleziono %ld z %ld plików audio.|(„%@”,...)][Dalej]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][Nie można odtworzyć „%@” na ścieżce %ld z dysku/partycji „%@”.][OK|√Nie pokazuj więcej]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][Nie można użyć „%@” z dysku/partycji „%@”.|Dysk/partycja niedozwolona!][OK|√Nie pokazuj więcej]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][Nie można użyć „%@” z dysku/partycji „%@”.|Dysk/partycja niedozwolona!][OK|Wczytaj]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][„%@” to plik %ld-bitowy. Nie może być odtwarzany na %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][Plik „%@” został już dodany!][Anuluj]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][Plik „%@” jest pusty!][Anuluj]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][„%@” nie jest plikiem audio w standardowym formacie PCM Wave.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][„%@” lub „%@” już istnieje!][Użyj|Zastąp]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P znalazł pliki audio (w liczbie %ld) w formacie %ld-bitowym.|Ten format nie jest obsługiwany i nie można go odtwarzać.][OK|√Nie pokazuj więcej]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P skanuje system w poszukiwaniu urządzeń audio i wykrył urządzenie o nazwie „%@”.|Jeśli chcesz używać tego urządzenia, nie odłączaj go w trakcie skanowania.|Czy chcesz używać tego urządzenia?][Tak|Nie]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Przerwać?][Dalej|Przerwij]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Już nagrywam...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Wystąpił błąd.||Kod wynikowy = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Wystąpił błąd.||Kod wynikowy = %ld||Plik = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Nie można użyć materiału audio %@ %@ do odtwarzania „%@” z napędu/partycji „%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Nie znaleziono pliku audio „%@”!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Błąd autoryzacji jednostki audio.| Audio Unit „%@” firmy „%@” zgłasza brak autoryzacji do użycia w tym systemie.|Sprawdź w dokumentacji wtyczki informacje na temat zabezpieczenia przed kopiowaniem.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Błąd zgodności Audio Unit|Audio Unit „%@” firmy „%@” nie w pełni odpowiada standardom Audio Unit.|^P nie może zachować lub wczytać ustawień wtyczki, lub nie mogą być zachowane z tym utworem.|Te ustawienia będą utracone, gdy zamkniesz ten utwór.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Błąd parametru automatyzacji!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Nie można usunąć instrumentu „%@”.|Jest on obecnie używany.][Anuluj]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Nie można znaleźć pliku audio „%@”.][OK|√Nie pokazuj więcej]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Nie można wczytać samplera „%@”.|Został on utworzony przy użyciu nowszej wersji EXS24.][Dalej|√Nie pokazuj więcej]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Ścieżka akordów została dodana do %d plików Apple Loop.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Nie można znaleźć danych progresji akordów w pliku %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Nie można otworzyć pliku %@ do odczytu!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Nie można otworzyć pliku %@ do zapisu!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Nie można było utworzyć regionu.|Brak pamięci][Anuluj]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Nie można było utworzyć ścieżki.|Przekroczona maksymalna liczba ścieżek!][Porzuć]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Czy chcesz także edytować dane automatyzacji?][Nie|Tak|√Nie pokazuj więcej]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Czy chcesz także skopiować dane automatyzacji?][Nie|Tak|√Nie pokazuj więcej]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Czy chcesz usunąć wszystkie dane automatyzacji całego projektu?|Czy na pewno? Tej czynności nie można cofnąć.][Anuluj|Usuń]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Czy chcesz także wymazać dane automatyzacji?][Nie|Tak|√Nie pokazuj więcej]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Czy chcesz także przenieść dane automatyzacji?][Nie|Tak|√Nie pokazuj więcej]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Czy chcesz także przetworzyć dane procesu automatyzacji?][Anuluj|Przetwarzaj]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Dysku/partycji „%@” nie można użyć dla nagrywania dźwięku za pomocą %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Dysku/partycji „%@” nie można użyć dla nagrywania dźwięku.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Dysku/partycji „%@” nie można użyć do nagrywania na ścieżce audio %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Dysk/partycja „%@” jest zapełniony.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Został zwrócony kod błędu %ld przez sterownik %@.][Dalej]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Błąd podczas kopiowania zasobów. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Błąd w CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Błąd podczas wczytywania projektu][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Błąd podczas próby synchronizacji audio i MIDI.][Dalej]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Błąd podczas próby synchronizacji audio i MIDI.|Rozpoznano częstotliwość próbkowania %ld.|%@][Dalej%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Błąd!|Nie można otworzyć projektu.|Jest o chyba uszkodzony.][Anuluj]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Błąd|CSong::CreateSeq - Niedozwolona wielkość bloku][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Instrument EXS24 „%@”:|Nie znaleziono pliku audio „%@”!][Szukaj ponownie|Dalej]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Znaleziono katalog prób %@ z %ld problemami. usunąć go?][Anuluj|Usuń]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Niedozwolone metrum(1)][Anuluj]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Niedozwolona liczba ścieżek][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Zestaw instrumentów „%@” jest zbyt duży! Skonwertowanych zostanie tylko %ld z %ld wpisów!][Anuluj]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Wewnętrzny konflikt zadania|Proszę uruchom ponownie ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Przekroczona została maksymalna wielkość pliku %@.|Wybierz krótszy czas.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problem alokacji pamięci.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Pamięć użyta teraz: %@|Pamięć użyta przedtem: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Dokonano nieznacznej korekcji danych projektu. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Konflikt Mono/Stereo!][Anuluj]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Konflikt Mono<->Stereo.|Nie można przenieść wtyczki do tego miejsca.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Żadna pętla z Apple Loop nie jest zaznaczona.][Przerwij]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Żadna ścieżka audio nie jest włączona do nagrywania!|Kliknij w przycisk „R” na pożądanej ścieżce, by umożliwić nagrywanie.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Niesąsiednie regiony audio wymagają utworzenia nowego pliku!][Anuluj|Utwórz]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Brak pamięci (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[3][Brakuje pamięci dla nowego utworu][Przerwij]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Brakuje pamięci, aby przekształcić utwór!][Anuluj]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Brak pamięci, by utworzyć dane Automatyzacji ścieżki.][Anuluj]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Za mało miejsca na woluminie „%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Uwaga: „Wydajność procesora” została ustalona na „Automatyczna”.|Zaleca się ustawienie tej opcji na „Najwyższa”.|Aby zmienić to ustawienie, otwórz „Preferencje systemowe” > „Oszczędzanie energii” > „Opcje”.][Dalej]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Uwaga: „Wydajność procesora” została ustalona na „Zredukowana”.|Zaleca się ustawienie tej opcji na „Najwyższa”.|Aby zmienić to ustawienie, otwórz „Preferencje systemowe” > „Oszczędzanie energii” > „Opcje”.][Dalej]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][Długość co najmniej jednego pliku audio uległa zmianie!|Spowodowało to zmianę długości lub pozycji zawartości %ld regionów audio.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][Długość co najmniej jednego pliku audio uległa zmianie!|Spowodowało to zmianę długości lub pozycji zawartości jednego regionu audio.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Brakuje pamięci!][Anuluj]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Brak pamięci!|(Organizacja audio 1)][Dalej]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Brak pamięci!|^P wymaga więcej pamięci, by wyświetlić kształty fali.][Dalej]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Brakuje pamięci!|Nie można było wstawić lub usunąć danych][Anuluj]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Znaleziono nakładające się nuty!|Czy chcesz je zatrzymać, skrócić lub je podzielić?][Zatrzymać|Skrócić|Podzielić]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Znaleziono nakładające się regiony!|Czy chcesz utworzyć ścieżki dla nakładających się regionów?][Nie|Utwórz]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Część projektu nie była odtworzona|Ten projekt ma zbyt dużo ścieżek instrumentów rzeczywistych, by odtworzyć je w czasie rzeczywistym.|Aby zoptymalizować wydajność, zajrzyj na stronę „Optymalizowanie wydajności GarageBand” w Pomocy GarageBand.][Dalej]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Odtwarzanie zostało przerwane|Odtwarzanie projektu zostało przerwane w wyniku zmian w konfiguracji wejścia/wyjścia w systemie.][Dalej]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Proszę zaznaczyć sterownik audio w następującym dialogu preferencji.][Dalej]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Proszę zaznaczyć głębokość bitową dla tego projektu.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Błąd odczytu!|Nieprawidłowy format pliku][Przerwij]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Nie znaleziono dysku/partycji dla nagrań „%@”!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Nie znaleziono katalogu dla nagrań „%@” na dysku/partycji „%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Żądana funkcja DSP jest nieznana.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][Urządzenie ReWire „%@” nie mogło być uruchomione.|Musisz najpierw uruchomić ^P.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Zaczyna brakować regionów][Anuluj]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Za mało pamięci, aby wczytać wszystkie próbki instrumentu „%@”.][Dalej]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Za mało pamięci, aby otworzyć instrument „%@”.][Dalej]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Skanuję moduły Audio Unit.|^P przeskanuje teraz wszystkie z zainstalowanych %ld modułów Audio Unit. To może potrwać pewien czas. Skanowanie nastąpi tylko podczas pierwszego otwarcia ^P lub po zainstalowaniu nowych modułów Audio Unit.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Tempo %/% nie zostało rozpoznane przez @|Domyślnie ustalam na 4/4.][OK|Anuluj]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Niektóre zdarzenia zostały ustalone na wartość minimalną lub maksymalną.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Niestety, nie można wczytać tego projektu, gdyż został utworzony przez nowszą wersję ^P.|Proszę uaktualnić ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Niestety. Ostatniej czynności nie można cofnąć][Porzuć]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Niestety.|Operacja odwołania nie jest możliwa.|Brakuje pamięci.][Przerywam]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Urządzenie audio „%@” zostało odłączone!|Chcesz przełączyć na audio wbudowane czy zakończyć ^P?][Zakończ|Użyj audio wbudowanego]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Plik audio „%@” jest w formacie %ld-bitowym. Nie można go użyć.][Anuluj]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Plik „%@” nie jest plikiem instrumentu EXS.][Anuluj]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Plik „%@” wygląda na uszkodzony.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Nazwa pliku „%@” jest zbyt długa.|^P wymaga miejsca na rozszerzenia nazw.|(Maksymalna liczba znaków: %ld)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Nazwa pliku jest zbyt długa.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Liczba sygnałów wejściowych MIDI uległa zmianie.|Teraz liczba dostępnych sygnałów wejściowych MIDI wynosi %ld.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Liczba sygnałów wejściowych MIDI uległa zmianie.|Teraz żaden sygnał wejściowy MIDI nie jest dostępny.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Liczba sygnałów wejściowych MIDI uległa zmianie.|Teraz dostępny jest jeden sygnał.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Wtyczka „%@” nie jest dostępna w systemie.|Wybierz inną wtyczkę lub zakończ GarageBand i zainstaluj wtyczkę na komputerze, aby móc używać jej w tym projekcie.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Są pewne zdarzenia przed pozycją '1 1 1  1'.|Podnieś wszystkie zaznaczone ścieżki lub przeciągnij wszystkie podniesione zdarzenia do pozycji  '1 1 1  1'][Przenieś wszystkie|Podnieś| Anuluj]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Znaleziono dane automatyzacji dla poprzedniego instrumentu.|Czy chcesz przenieść czy skopiować dane automatyzacji do nowego instrumentu?][Nie|Kopiuj|Przenieś]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Ten plik Apple Loops został utworzony za pomocą efektu lub instrumentu, który nie jest dostępny.|Wtyczka „%@” nie jest dostępna. Aby dodać tę pętlę, używając tego samego dźwięku co słyszany w przeglądarce pętli, przeciągnij pętlę do nowej ścieżki, trzymając wciśnięty klawisz Opcja.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Tego napędu nie można używać z audio.][Przerwij]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Ten typ pliku nie jest wspierany.][Porzuć]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Ten projekt jest chyba uszkodzony. Spróbuj otworzyć kopię tego projektu.][Przerwij]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Ten projekt został utworzony w nowszej wersji ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Zbyt wiele ścieżek automatyzacji.][Anuluj]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Wykryto zajęty, ale nieużywany blok pamięci!|Czy chcesz go usunąć?][Anuluj|Usuń]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Uwaga! Brakuje pamięci!][Spróbuj ponownie|Anuluj]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Uwaga! Brakuje pamięci. Nie można było cofnąć. Zachowaj projekt i spróbuj ponownie. Jeśli problem będzie się powtarzał, uruchom ponownie system i i otwórz ponownie projekt.][Anuluj]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Uwaga! Brakuje pamięci.|Tej operacji nie można cofnąć. Czy chcesz kontynuować?][Anuluj|Dalej]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Uwaga! Ten projekt został utworzony w nowszej wersji ^P.|To może powodować pewne problemy.|Uaktualnij ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Uwaga! Niski poziom pamięci cofania. Najstarsze kroki zostały usunięte (w liczbie %d).][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Uwaga!|Nie można było wykonać polecenia Cofnij][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Uwaga!|Uszkodzony projekt!][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Uwaga!|W projekcie znaleziono nieużywany blok.|Zachowaj najpierw projekt.|(Kod: 0x%lx)][Anuluj|Usuń]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Uwaga.|Usługi Mac OS X MIDI niedostępne.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Uwaga:|Brak zdarzenia End w projekcie!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Uwaga|Współbieżność w wielozadaniowości][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][Program wymaga utworzenia %ld plików audio.|To wymaga %@ miejsca na dysku.][Utwórz|Anuluj]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][„%@” jest mniejszy!|Czy użyć go mimo to?][Anuluj|Użyj]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Nie znaleziono pliku audio „%@”.][Pomiń|Szukaj]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Dla tej ścieżki istnieją dane automatyzacji.|Czy chcesz także usunąć dane automatyzacji?][Nie usuwaj|Anuluj|Usuń dane]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Proces nagrywania zakończył się sukcesem][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Usunąć istniejące ustawienia?][Anuluj|Usuń]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Usunąć instrument „%@”?][Anuluj|Usuń%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Usunąć nagrany plik audio „%@”%@ z dysku?|Tej czynności nie można COFNĄĆ!][Usuń|Zachowaj%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Czy chcesz usunąć dane automatyzacji?][Nie|Usuń]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Plik „%@” istnieje.][Anuluj|Zastąp]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Ostatnia czynność przekracza wielkość katalogu lub początek regionu!|Dostosować wielkość?][Anuluj|Dostosuj]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Ostatnia czynność przekracza wielkość katalogu lub długość regionu.|Dostosować wielkość?][Anuluj|Dostosuj]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Uruchomić sterownik „%@”?][Tak|Nie]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Zastąpić bieżące ustawienia?][Anuluj|Zastąp]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Część projektu nie była odtwarzana|Ten projekt zawiera zbyt wiele ścieżek, efektów lub nut odtwarzanych w czasie rzeczywistym.|Aby zoptymalizować wydajność, zajrzyj na stronę „Optymalizowanie wydajności GarageBand” w Pomocy GarageBand.][Dalej]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Zastąpić bieżące zaznaczenie?][Nie|Zastąp]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Symulacja zakończyła się sukcesem][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32-bitowy Serwer AU nieoczekiwanie zakończył pracę.|Wszystkie niezachowane zmiany w parametrach wtyczki Audio Unit zostały utracone. Możesz spróbować ponownie uruchomić 32-bitowy Serwer AU. Gdy problem będzie się uporczywie powtarzał, kliknij w Anuluj, a następnie zamknij i ponownie uruchom ^P.][Anuluj|Uruchom 32-bitowy Serwer AU]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Format docelowy nie obsługuje częstotliwości próbkowania powyżej 48 kHz.|^P może zamienić częstotliwość próbkowania odrzuconych danych. Czy chcesz tak uczynić?][Anuluj|Zamień]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Nie można otworzyć pliku „%@”, ponieważ znajduje się on w Koszu.|Aby użyć tej rzeczy, przeciągnij ją najpierw poza Kosz.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Nie można było utworzyć zdarzenia Launch!][PRZERWIJ]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Nie można było utworzyć regionu][Anuluj]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Nie można było zarejestrować zdarzeń!|Zmienić organizację pamięci?|%ld,%ld,%ld][OK|Zmień]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Nielegalny region (2)][Napraw|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Nielegalny numer regionu][Anuluj]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Brakuje pamięci!|(Brak wskaźników głównych)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Błąd wyjścia MIDI][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Przekroczenie limitu czasu MIDI|^P wykrył przekroczenie limitu czasu MIDI. Uruchom ponownie komputer, a potem uruchom jeszcze raz ^P.|Jeśli problem będzie się utrzymywał, uaktualnij sterowniki wszystkich podłączonych urządzeń MIDI (w tym sterowniki dźwięku z funkcją MIDI) do najnowszej wersji. Instrukcje usuwania starszych sterowników można znaleźć w dokumentacji producentów urządzeń.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Wystąpił drobny błąd danych (3)][Napraw|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Plik modułu „%@” jest zbyt stary i nie można go używać z tą wersją ^P.|Uzyskaj uaktualniony plik modułu i przenieś go do katalogu „%@”.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Plik modułu „%@” jest zbyt nowy i nie można go używać z tą wersją ^P.|Uzyskaj uaktualniony plik programu ^P.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Brak pasujących danych w Schowku!][Przerwij]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Nie wskazano ścieżki nagrywania!][PRZERWIJ]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Nie wskazano ścieżki nagrywania!][Anuluj]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Brak wystarczającej pamięci dla nowego projektu][Przerwij]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Brak wystarczającej pamięci, by utworzyć Schowek!][Przerwij]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Brak wystarczającej pamięci, by utworzyć Schowek/lub cofnąć!|Tak nie powinno się zdarzyć.][Przerwij]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Brak wystarczającej pamięci, by utworzyć obiekt][Przerwij]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Brakuje pamięci|(ścieżki)][Przerwij]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Błąd odczytu!|To nie jest projekt ^P!][Przerwij]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Niestety, zbyt stary format projektu!][Przerwij]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][W tej ścieżce są regiony!|Czy usunąć ścieżkę i regiony?][Anuluj|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Nieznany typ operacji Cofnij][Przerwij]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Uwaga! Brak pamięci!|Tej czynności nie można cofnąć.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Uwaga!|Projekt może być uszkodzony][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Zła wersja!][Przerwij]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Masz zainstalowaną starą wersję sterownika Emagic USB MIDI.|To może powodować problemy z komunikacją MIDI oraz awarie. Proszę zainstalować wersję 1.5 lub nowszą. Nowszą wersję możesz znaleźć na stronie www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Dalej]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Połączony przez";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R dwuwarstwowy";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = ", by utworzyć zamrożone pliki.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Podczas przejścia...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Wczytuję pliki audio dla „%@”...";

/* cd/dvd media status display */
"No media" = "brak nośnika";

/* Node */
"Not connected" = "Niepodłączony";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Na ekranie jest modalny dialog.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Nieznany";

/* cd/dvd media status display */
"Unknown media type" = "Nieznany typ nośnika";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "bez tytułu";

